{
    "m_GameObject": {
        "m_FileID": 0,
        "m_PathID": 0
    },
    "m_Enabled": 1,
    "m_Script": {
        "m_FileID": 0,
        "m_PathID": -632482752887933109
    },
    "m_Name": "Marquee",
    "objectArray": [
        {
            "id": 1,
            "text": "Select the Style, equipment, formation or inherited skill/spell you wish to change."
        },
        {
            "id": 2,
            "text": "Tap the Style you want to change, then tap the Confirm button."
        },
        {
            "id": 3,
            "text": "Tap the equipment slot (Weapon, Armor, Gear, or Accessory) you want to change and the piece of equipment you want to use, then tap the Confirm button."
        },
        {
            "id": 4,
            "text": "Select the character whose position you want to change."
        },
        {
            "id": 5,
            "text": "Select the formation you want to use."
        },
        {
            "id": 6,
            "text": "Change the amplification status or BP cost and check abilities."
        },
        {
            "id": 7,
            "text": "Select the Style whose skills or spells you want to awaken."
        },
        {
            "id": 8,
            "text": "Select the skill or spell you want to awaken."
        },
        {
            "id": 9,
            "text": "Select the skill or spell you want to awaken."
        },
        {
            "id": 10,
            "text": "Select a Style to set as your favorite."
        },
        {
            "id": 11,
            "text": "Select the Style whose level cap you want to unlock."
        },
        {
            "id": 12,
            "text": "Hold the Enhance Style button to use experience points to raise the Style's level."
        },
        {
            "id": 13,
            "text": "Select the Style you want to enhance."
        },
        {
            "id": 14,
            "text": "Select the items you want to sell. Tap the Sell All button to sell all selected items."
        },
        {
            "id": 15,
            "text": "Select Enhancement Materials you wish to use, then press Enhance button."
        },
        {
            "id": 16,
            "text": "Select an evolution path."
        },
        {
            "id": 17,
            "text": "Select an evolution path."
        },
        {
            "id": 18,
            "text": "Selected materials can be converted into their higher-rank counterparts."
        },
        {
            "id": 19,
            "text": "Select equipment."
        },
        {
            "id": 20,
            "text": "Select the equipment you want to sell."
        },
        {
            "id": 21,
            "text": "Unclaimed presents will be automatically deleted 30 days after delivery to the present box."
        },
        {
            "id": 22,
            "text": "Select the Style whose level cap you want to unlock."
        },
        {
            "id": 23,
            "text": "Tap the Unlock Level Cap button to spend Style Pieces and unlock the Style's level cap. If you don't have enough of a Style's pieces, universal Style Pieces (gold, silver, or bronze) can be used instead."
        },
        {
            "id": 24,
            "text": "Select characters to send on the Expedition."
        },
        {
            "id": 25,
            "text": "Select the Style that you want to train."
        },
        {
            "id": 26,
            "text": "Select characters to begin training."
        },
        {
            "id": 27,
            "text": "Select multiple items and tap the Sell All button to exchange the items for aurum."
        },
        {
            "id": 28,
            "text": "Select an Expedition location and characters. Recommended attributes and items that can be obtained vary depending on location."
        },
        {
            "id": 29,
            "text": "You can exchange specific Style Pieces to obtain that Style."
        },
        {
            "id": 30,
            "text": "Tap the Death Match button to start a Death Match."
        },
        {
            "id": 31,
            "text": "Select the icon for the Hidden Attribute whose cap you want to unlock."
        },
        {
            "id": 32,
            "text": "Select the Style whose Hidden Attribute caps you wish to unlock."
        },
        {
            "id": 33,
            "text": "Only Styles with available skins will be displayed. Select the Style whose skin you want to change."
        },
        {
            "id": 34,
            "text": "Only skins that have been obtained will be displayed."
        },
        {
            "id": 35,
            "text": "Select Holy Stone."
        },
        {
            "id": 36,
            "text": "Select equipment to set the Holy Stone in."
        },
        {
            "id": 37,
            "text": "Select the Style whose skills or spells you want to amplify."
        },
        {
            "id": 38,
            "text": "Select the skill or spell you want to amplify."
        },
        {
            "id": 39,
            "text": "Select the Style, equipment, formation or inherited skill/spell you wish to change."
        },
        {
            "id": 40,
            "text": "Select and set the party you wish to take on Well quests from Final Battle parties."
        },
        {
            "id": 41,
            "text": "Tap the list to go to Edit Favorites."
        },
        {
            "id": 42,
            "text": "Use materials to forge equipment."
        },
        {
            "id": 43,
            "text": "Select the Style whose Dojo Rank you wish to promote."
        },
        {
            "id": 44,
            "text": "Consume specific items and Style Enhancement EXP to promote the Dojo Rank of a character."
        },
        {
            "id": 45,
            "text": "Select the Main Quest to take on."
        },
        {
            "id": 46,
            "text": "Tap on the screen to zoom in on the image."
        },
        {
            "id": 47,
            "text": "Select equipment."
        },
        {
            "id": 48,
            "text": "Tap on the Style you wish to use. Tap Confirm to confirm change, or tap Remove to remove Style from party."
        },
        {
            "id": 49,
            "text": "Tap on the enemy you wish to use. Tap Confirm to confirm change, or tap Remove to remove the enemy."
        },
        {
            "id": 50,
            "text": "Tap on the skill/spell you wish to use. Tap Confirm to confirm change."
        },
        {
            "id": 51,
            "text": "Tap on the background you wish to use. Tap Confirm to confirm change."
        },
        {
            "id": 52,
            "text": "Select positions you wish to swap. Tap Confirm to confirm change."
        },
        {
            "id": 53,
            "text": "Tap Evolve to do one evolution. Tap 1-Tap Enhance to move to the 1-Tap Enhance screen."
        },
        {
            "id": 54,
            "text": "Select equipment for Super Evolution."
        },
        {
            "id": 55,
            "text": "Tap Super Evolve to do one Super Evolution."
        }
    ]
}